<?php

return [

    'Title_page'=>'المراحل الدراسية',
    'List_grade'=>'قائمة المراحل الدراسية',
    'Add_grade'=>'إضافة مرحلة',
    'Edit_grade'=>'تعديل مرحلة',
    'Delete_grade'=>'حذف مرحلة',
    'Warning_grade'=>'هل أنت متأكد من عملية الحذف ؟',
    'Stage_name_ar'=>'إسم المرحلة بالعربية',
    'Stage_name_en'=>'إسم المرحلة بالإنجليزية',
    'Notes'=>'ملاحظات',
    'Submit'=>'حفظ البيانات',
    'Name'=>'إسم المرحلة',
    'Processes'=>'العمليات',
    'Edit'=>'تعديل',
    'Delete'=>'حذف',
    'Close'=>'إغلاق',
    'Exists'    =>  'هذه المرحلة موجوده مسبقاً',
    'delete_grade_error'=>'لايمكن حذف المرحلة بسبب وجود صفوف تابعة لها',

];
